/* Rate adjustment slider checkbox */
"Adjust rate:" = "Justera hastighet:";

/* label for the unit in the box for character limit */
"characters" = "tecken";

/* Label for hotkey recorder for 'clicking' the current note being spoken */
"Click Note" = "Klicka notis";

/* Label for speech faster */
"Fast:" = "Snabbt:";

/* Label for box containing global hot keys for the speech display */
"Global Hotkeys:" = "Globala genvägar:";

/* Limit speech display to a given amount of characters */
"Limit to" = "Begränsa till";

/* Label for hotkey recorder for pause/resume the speech display */
"Pause/Resume" = "Pausa/Spela";

/* Label for hotkey recorder for skipping the current note */
"Skip Note" = "Hoppa över notis";

/* Label speech slower */
"Slow" = "Långsamt";

/* The voice chosen as the system voice in the Speech preference pane */
"System Default" = "Systemförval";

/* No comment provided by engineer. */
"This is a preview of the %@ voice." = "Detta är ett test av rösten %@.";

/* Label for popup with voices */
"Voice:" = "Röst:";

/* Volume adjustment checkcbox */
"Volume:" = "Volym:";

